var menu_data = [
    {
        'id': 1,
        'group': 'เมนูแนะนำ',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะดั้งเดิม',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะโรงแรม',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะดั้งเดิมไส้ทะลัก',
                'price': 45,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 2,
        'group': 'ไข่',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะดั้งเดิม',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะโรงแรม',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 5,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 6,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะดั้งเดิมไส้ทะลัก',
                'price': 55,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 7,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ข้าวไข่ข้นหมูยอกุนเชียง',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 8,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ข้าวไข่ข้นแฮมไส้กรอก',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 3,
        'group': 'ขนมปัง',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ขนมปังญวนดั้งเดิม',
                'price': 25,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': '/assets/img/4king.jpg',
                'name': 'ขนมปังญวนหมูผัดพริกไทยดำ',
                'price': 25,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ขนมปังญวนแฮมชีส',
                'price': 25,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ขนมปังญวนไส้กรอกชีส',
                'price': 25,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 5,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ขนมปังเนยกระเทียม',
                'price': 15,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 4,
        'group': 'ก๋วยจั๊บ',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ก๋วยจั๊บเล้งหมู',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': '/assets/img/4king.jpg',
                'name': 'ก๋วยจั๊บเล้งหมูไข่ลวก',
                'price': 60,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ก๋วยจั๊บต้มยำเล้งหมูไข่ลวก',
                'price': 70,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 5,
        'group': 'ข้าวต้ม',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ข้าวต้มหมู',
                'price': 45,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': '/assets/img/4king.jpg',
                'name': 'ข้าวต้มปลา',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 6,
        'group': 'เครื่องดื่ม',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'โกโก้',
                'price': 0,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': '/assets/img/4king.jpg',
                'name': 'โอวันติน',
                'price': 0,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'กาแฟโบราณ',
                'price': 0,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ชาเขียว',
                'price': 0,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ชาไทย',
                'price': 0,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'อเมกาโน่',
                'price': 45,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'เอสเพลสโซ่',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ลาเต้',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'มอคค่า',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    }
]
export default menu_data;