var menu_data = [
    {
        'id': 1,
        'group': 'ไข่',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะ',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่ข้นแฮมไส้กรอก',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 55,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    },
    {
        'id': 2,
        'group': 'ก๋วยจั๊บ',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะ',
                'price': 40,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 2,
                'img': '/assets/img/4king.jpg',
                'name': 'ไข่ข้นแฮมไส้กรอก',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 3,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
            {
                'id': 4,
                'img': 'assets/img/eggpan_og.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 55,
                'detail': 'กาแฟดีท๊อกซ์ Cofee Detox -1ซอง 4g -บรรจุ 12ซอง วิธีใช้ -1ซอง ละลายกับน้ำร้อน1แก้วแล้วเติมน้ำสะอาดให้ได้ปริมาณ 1000-1300ml โดยอุณหภูมิน้ำที่จะใช้สวนล้างควรมีอุณหภูมิใกล้เคียงกับอุณหภูมิร่างกาย'
            },
        ]
    }
]
export default menu_data;