var menu_data = [
    {
        'id': 1,
        'group': 'เมนูแนะนำ ✨',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/ไข่กระทะดั้งเดิม.jpg',
                'name': 'ไข่กระทะดั้งเดิม',
                'price': 40,
                'detail': '',
                'options': []
            },
            {
                'id': 2,
                'img': 'assets/img/ไข่กระทะโรงแรม.jpg',
                'name': 'ไข่กระทะโรงแรม',
                'price': 40,
                'detail': '',
                'options': []
            },
            {
                'id': 3,
                'img': 'assets/img/โทสไข่.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 4,
                'img': 'assets/img/ไข่กระทะจัมโบ้.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 4,
                'img': 'assets/img/ไข่กระทะไส้ทะลักอบชีส.jpg',
                'name': 'ไข่กระทะไส้ทะลักอบชีส',
                'price': 45,
                'detail': '',
                'options': []
            },
        ]
    },
    {
        'id': 2,
        'group': 'ไข่ 🍳',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/ไข่กระทะดั้งเดิม.jpg',
                'name': 'ไข่กระทะดั้งเดิม',
                'price': 40,
                'detail': '',
                'options': []
            },
            {
                'id': 2,
                'img': 'assets/img/ไข่กระทะโรงแรม.jpg',
                'name': 'ไข่กระทะโรงแรม',
                'price': 40,
                'detail': '',
                'options': []
            },
            {
                'id': 3,
                'img': 'assets/img/โทสไข่.jpg',
                'name': 'โทสไข่',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 5,
                'img': 'assets/img/ไข่กระทะจัมโบ้.jpg',
                'name': 'ไข่กระทะจัมโบ้',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 6,
                'img': 'assets/img/ไข่กระทะไส้ทะลักอบชีส.jpg',
                'name': 'ไข่กระทะไส้ทะลักอบชีส',
                'price': 55,
                'detail': '',
                'options': []
            },
            {
                'id': 7,
                'img': 'assets/img/ข้าวไข่ข้นหมูยอกุนเชียง.jpg',
                'name': 'ข้าวไข่ข้นหมูยอกุนเชียง',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 8,
                'img': 'assets/img/ข้าวไข่ข้นแฮมไส้กรอก.jpg',
                'name': 'ข้าวไข่ข้นแฮมไส้กรอก',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 9,
                'img': 'assets/img/ข้าวไข่ขยี้พริกน้ำปลา_หมูยอกุนเชียง.jpg',
                'name': 'ข้าวไข่ขยี้พริกน้ำปลา(หมูยอกุนเชียง)',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 10,
                'img': 'assets/img/ข้าวไข่ขยี้พริกน้ำปลา_แฮมไส้กรอก.jpg',
                'name': 'ข้าวไข่ขยี้พริกน้ำปลา(แฮม+ไส้กรอก)',
                'price': 50,
                'detail': '',
                'options': []
            },
        ]
    },
    {
        'id': 3,
        'group': 'ขนมปัง 🥖',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/ขนมปังญวนดั้งเดิม.jpg',
                'name': 'ขนมปังญวนดั้งเดิม',
                'price': 25,
                'detail': '',
                'options': []
            },
            {
                'id': 2,
                'img': '/assets/img/ขนมปังญวนหมูสับพริกไทยดำ.jpg',
                'name': 'ขนมปังญวนหมูสับพริกไทยดำ',
                'price': 25,
                'detail': '',
                'options': []
            },
            {
                'id': 3,
                'img': 'assets/img/ขนมปังญวนแฮมชีส.jpg',
                'name': 'ขนมปังญวนแฮมชีส',
                'price': 25,
                'detail': '',
                'options': []
            },
            {
                'id': 4,
                'img': 'assets/img/ขนมปังญวนไส้กรอกชีส.jpg',
                'name': 'ขนมปังญวนไส้กรอกชีส',
                'price': 25,
                'detail': '',
                'options': []
            },
            {
                'id': 5,
                'img': 'assets/img/ปังกระเทียมคลาสสิค_1_คู่.jpg',
                'name': 'ปังกระเทียมคลาสสิค 1 คู่',
                'price': 30,
                'detail': '',
                'options': []
            },
            {
                'id': 6,
                'img': 'assets/img/ขนมปังญวน4สหาย.jpg',
                'name': 'ขนมปังญวน4สหาย',
                'price': 100,
                'detail': '',
                'options': []
            },
        ]
    },
    {
        'id': 4,
        'group': 'ก๋วยจั๊บ 🍜',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/ก๋วยจั๊บญวนเล้งหมู.jpg',
                'name': 'ก๋วยจั๊บญวนเล้งหมู',
                'price': 50,
                'detail': '',
                'options': []
            },
            {
                'id': 2,
                'img': '/assets/img/ก๋วยจั๊บญวนเล้งหมูไข่ลวก.jpg',
                'name': 'ก๋วยจั๊บญวนเล้งหมูไข่ลวก',
                'price': 60,
                'detail': '',
                'options': []
            },
            {
                'id': 3,
                'img': 'assets/img/ก๋วยจั๊บญวนเล้งหมูต้มยำไข่ลวก.jpg',
                'name': 'ก๋วยจั๊บญวนเล้งหมูต้มยำไข่ลวก',
                'price': 70,
                'detail': '',
                'options': []
            },
        ]
    },
    {
        'id': 5,
        'group': 'ข้าวต้ม 🍛',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/ข้าวต้มเล้งหมู.jpg',
                'name': 'ข้าวต้มเล้งหมู',
                'price': 45,
                'detail': '',
                'options': [
                    { 'title': 'เพิ่มไข่ลวก', 'price': 55 },
                ]
            },
            {
                'id': 2,
                'img': '/assets/img/ข้าวต้มปลาดอลลี่.jpg',
                'name': 'ข้าวต้มปลาดอลลี่',
                'price': 50,
                'detail': '',
                'options': [
                    { 'title': 'เพิ่มไข่ลวก', 'price': 60 },
                ]
            },
        ]
    },
    {
        'id': 6,
        'group': 'เครื่องดื่ม 🍹',
        'menu': [
            {
                'id': 1,
                'img': 'assets/img/โกโก้.jpg',
                'name': 'โกโก้',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'ร้อน', 'price': 25 },
                    { 'title': 'เย็น', 'price': 35 },
                ]
            },
            {
                'id': 2,
                'img': '/assets/img/โอวันติน.png',
                'name': 'โอวันติน',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'ร้อน', 'price': 25 },
                    { 'title': 'เย็น', 'price': 35 },
                ]
            },
            {
                'id': 3,
                'img': 'assets/img/กาแฟโบราณ.png',
                'name': 'กาแฟโบราณร้อน',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'กาแฟดำ', 'price': 25 },
                    { 'title': 'กาแฟใส่นม', 'price': 25 },
                ]
            },
            {
                'id': 3,
                'img': 'assets/img/กาแฟโบราณ.png',
                'name': 'กาแฟโบราณเย็น',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'กาแฟดำ', 'price': 35 },
                    { 'title': 'เอสเย็นโบราณ', 'price': 35 },
                    { 'title': 'ลาเต้เย็นโบราณ', 'price': 40 },
                    { 'title': 'มอคค่าเย็นโบราณ', 'price': 40 },
                ]
            },
            {
                'id': 4,
                'img': 'assets/img/ชาเขียว.jpg',
                'name': 'ชาเขียว',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'ร้อน', 'price': 25 },
                    { 'title': 'เย็น', 'price': 35 },
                ]
            },
            {
                'id': 4,
                'img': 'assets/img/ชาไทย.png',
                'name': 'ชาไทย',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'ร้อน', 'price': 25 },
                    { 'title': 'เย็น', 'price': 35 },
                ]
            },
            {
                'id': 4,
                'img': 'assets/img/กาแฟสด.jpeg',
                'name': 'กาแฟสดร้อน',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'อเมกาโน่', 'price': 45 }
                ]
            },
            {
                'id': 4,
                'img': 'assets/img/กาแฟสด.jpeg',
                'name': 'กาแฟสดเย็น',
                'price': 0,
                'detail': '',
                'options': [
                    { 'title': 'อเมกาโน่', 'price': 50 },
                    { 'title': 'เอสเย็น', 'price': 55 },
                    { 'title': 'ลาเต้', 'price': 55 },
                    { 'title': 'มอคค่า', 'price': 55 },
                ]
            },
        ]
    }
]
export default menu_data;